Repository: bmaronka/car-list
Catalog: lib/l10n/intl_*.arb
Languages: pl

# offlineErrorTitle
source: Oops! You're offline
pl: Ups! Jesteś offline

# unspecifiedErrorTitle
source: Oops! We have a problem
pl: Ups! Mamy problem

# switchLocaleTest
source: Switch language
pl: Zmiana języka

source: Reload
pl: Odśwież

# carListScreenTitle
source: Car List!
pl: Lista Aut!

# carListScreenDescription
source: This is a list from which you can choose a car. Don't hesitate!
pl: Z tej listy możesz wybrać auto. Nie zwlekaj!

# carDetailsScreenTitle
source: Car Details!
pl: Szczegóły Auta!

source: Owner unknown
pl: Właściciel nieznany

source: Map not available
pl: Mapa niedostępna

# addingCarScreenTitle
source: Adding Car!
pl: Dodawanie Auta!

# femaleLetter
source: F
pl: K

# pickOwner
source: Pick an owner of a car
pl: Wybierz właściciela auta

source: Add car details
pl: Podaj szczegóły auta

source: Brand
pl: Marka

source: Registration
pl: Nr rejestracji

source: Year of production
pl: Rok produkcji

source: Color
pl: Kolor

source: Back
pl: Wstecz

# forward
source: Send
pl: Wyślij

source: Car location
pl: Lokalizacja auta

source: Cancel
pl: Anuluj

source: Pick
pl: Wybierz
